import { WraperColorHtml } from './ColorHtml.styled';

const ColorHtml = () => {
  return (
    <WraperColorHtml>
      <h2>HTML ЦВЕТА</h2>
      <p>
        На данной странице представлены специальные ключевые слова, которые
        можно применять для обозначения того или иного цвета на интернет сайтах,
        и при разработке на языках программирования для Web, таких как HTML,
        CSS, JavaScript, Flash, и др. В ранних спецификациях W3C было определено
        всего 16 ключевых цветов. В более поздних спецификациях дополнительно
        было определено ещё 130 различных названий цветов. Следующая таблица
        содержит имена, и образцы цветов, которые ассоциируются с этими именами.
      </p>
    </WraperColorHtml>
  );
};

export default ColorHtml;
